---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ImportOptions3DM
source: html/5509b81f-bd48-5157-aac4-2c97b69e6b8b.htm
---
# ImportOptions3DM Members

Constructs a new instance of ImportOptions3DM with default values of all properties.